[{'title': 'NO COUCH POTATOES HERE: OUR POTENTIAL FAN IS A MULTITASKER EXTRAORDINAIRE.',
  'header_text': 'Compared to our general demographic, fans of BET programming are significantly more likely to engage in online activities while watching their favorite shows. That includes browsing the Internet, blasting emails and texts, posting on social media, and even shopping.
While we can’t ask our audience for their undivided attention, we can see this as an opportunity to learn more about BET’s potential fans—and meet them where they are. ',
  'recommendation_1': {'headline': 'Explore the factors.', 'blurb': 'What topics, people, and trends do potential fans see on their favorite shows? Do any of these factors influence our fans’ behavior?'},
  'recommendation_2': {'headline': 'Identify common targets.', 'blurb': 'Do potential fans gravitate toward similar online shopping outlets, visit similar websites, or engage in similar social media behavior when they watch their favorite shows? How can we ensure we have a presence, wherever they decide to go?'},
  'section_1': {'headline': 'Compared to non-fans, potential BET fans are almost three times more likely to shop online while watching their favorite shows.', 'blurb': 'Many of us have completed a bit of online shopping while watching a show—especially if said show couldn’t adequately pique our interest. But our potential fans exhibit a peculiar bit of behavior, choosing to shop online while watching their preferred programming.'},
  'section_2': {'headline': 'Our potential fans are more likely to browse social media channels while watching their favorite shows.', 'blurb': 'This can perhaps be attributed to potential fans’ desire to engage with their favorite shows in real time, through hashtags, livestreams, and other snackable bits of social media content.'},
  'section_3': {'headline': 'Our potential fans are more likely to browse the Internet while watching their favorite shows.', 'blurb': 'While the reasons for this behavior are unclear, the data presents us with a series of next questions: Are potential fans browsing the Internet for topics related to their favorite shows? If so—what are those topics? Which ones prompt viewers to do the most research?'}
 }
]

