[{'title': 'THREE DISTINCT AUDIENCES VISIT OUR WEBSITE—WITH THREE DISTINCT SETS OF NEEDS AND BEHAVIORS.',
  'header_text': 'Some visit our website for BET programming-related content, while others view our website as a treasure trove of the latest celebrity gossip. Others are literally here for the culture, choosing to consume content that helps them better understand the people, trends, and topics that define our culture today. Ultimately, our website serves as a conduit for cultural and social capital—and optimizing our website to help visitors gain access to that capital quickly and easily will bring more potential fans to our doorstep. ',
  'recommendation_1': {'headline': 'Re-establish BET as a hub of cultural capital.', 'blurb': 'Give the vast majority of our website visitors more of what they want—juicy, shareable bits of cultural commentary and celebrity updates. Reaffirm our status as cultural movers and shakers.'},
  'recommendation_2': {'headline': 'Create a natural segue into BET programming.', 'blurb': 'Most of our visitors don’t consider themselves avid fans of our shows—but perhaps that can change. Create ways to connect popular content to specific programming.'},
  'section_1': {'headline': 'When we map out every web visitor by behavior and familiarity with our programming, three distinct clusters begin to emerge.', 'blurb': ''},
  'section_2': {'headline': 'The Cultural Ambassadors', 'blurb': 'The largest cluster—made up of 63% of all visitors—visit our website rarely or infrequently, and spend about 15 minutes per visit. They do watch our shows from time to time, but they aren’t considered avid fans of BET programming. 

People who fall within this category visit our website to learn the latest in celebrity gossip. They almost exclusively consume video content, especially anything related to the BET Hip Hop Awards. They’re generally more interested in the cultural elements that surround BET programming—not necessarily the programming itself.

A sampling of the links that are most representative of this group:
        https://www.bet.com/video/betexclusive/2018/marvel-black-panther-animated/episode-104-filthy-pigs.html
https://www.bet.com/shows/hip-hop-awards/2018/photos/exclusives/wtf-is-going-down-the-instabooth.html
https://www.bet.com/video/tales/season-1/exclusives/irv-gotti-lorenzo-on-controversy-behind-ep-1-of-tales.html'},
  'section_3': {'headline': 'The Loyalists', 'blurb': 'The smallest cluster—made up of 17% of all visitors—are considered our most avid fans. They peruse our site often and regularly, about once a day, and spend an average of 10 minutes on site.

Visitors within this cluster regularly watch BET programming, consume primarily video content, and check our website for general updates and recaps. 

A sampling of the links that are most representative of this group:

https://www.bet.com/shows.html

https://www.bet.com/video/bet-breaks/2018/music/042718-2018-bet-expierence-performance-lineup.html

https://www.bet.com/video/bet-breaks/2018/lifestyle/043018-unbanned-the-legend-of-aj1-premieres-at-tribeca.html
'},
  'section_4': {'headline': 'The Curious Observers' ,'blurb': 'Our third cluster represents about 20% of all site visitors. This group watches the least amount of BET programming, and visits our site only about once every other day. 

When they do decide to visit, people within this cluster spend a comparatively long stretch of time on our website—roughly 30 minutes. They peruse primarily written content, focusing on recent celebrity gossip. 


A sampling of the links that are most representative of this group: 

https://www.bet.com/celebrities/news/2018/10/20/ti-and-tiny-talk-about-marriage.html
https://www.bet.com/celebrities/news/2018/10/16/jeannie-mai-tears-admitting-wishes-never-married-husband.html
https://www.bet.com/style/health-and-wellness/photos/2015/08/oh-baby-when-stars-celebrate-their-bumps.html'}
 }
]
