[{'title':' OUR POTENTIAL FANS WANT TO ENGAGE WITH THEIR FAVORITE SHOWS—RIGHT HERE, RIGHT NOW.',
  'header_text': 'In the age of the diminishing attention span, snackable content is a surefire way to keep audiences happy. But this is also the age of instant gratification—and real-time content, designed for immediate engagement, holds special sway over our potential fans. It’s not enough to simply watch a show; our fans want to be a part of it. And while hamming it up with our favorite cast members isn’t always a possibility, joining livestreams, following hashtags, and sharing stories are the next best thing.',
  'recommendation_1': {'headline': 'Get ahead of the conversation.',  'blurb': 'Identify all potentially jaw-dropping moments in our shows—and cue up hashtags, stories, and other shareable content that capitalize on each of these moments.'},
  'section_1': {'headline': 'We asked our respondents how they engaged with their favorite programming. Our target demographic reinforces their viewing experience by consuming related video content, before and after watching their favorite shows.', 'blurb': 'In general, a good number of our respondents view sneak peek content prior to watching a show, and consume behind the scenes or highlight videos after completing episodes. Social media engagement—following cast members, for instance—isn’t too far behind.'},
  'section_2': {'headline': 'When we split the data, our potential BET fans indicate a particular affinity for real-time engagements through social media, including show-specific hashtags, posts, and live stories.', 'blurb': 'Like our general demographic, potential fans choose to engage with their favorite shows by consuming sneak peek, behind the scenes, and highlight videos. But this type of pre-planned content is less of a pronounced factor in their viewing experience.'},
  'section_3': {'headline': 'Here, we got a bit more specific: we asked our respondents to identify what social media engagements they enjoy the most when it comes to their favorite shows.', 'blurb': 'Quick, snackable content that can be easily shared across all channels—clips, memes, and photos—lead the pack.'},
  'section_4': {'headline': 'When we split the data, potential BET fans are almost twice as likely as non-fans to enjoy engaging with their favorite shows through hashtags and livestreams.', 'blurb': 'Snackable content is still the preferred method of engagement for both parties. But real-time content designed for immediate engagement holds special influence over our potential fans—and should not be ignored.'}
 }
]
  
  
  
